{
"Books" : [
  {
    "id": "0", 
    "image": "p1", 
    "title": "The robot",
    "content": "Cara met the robot at the airport. She was with her parents. They had been on holiday. Now they were flying back home, to London. Cara was looking out of the window when she met it. She loved airport windows. There was so much to see. Planes moving, cargo being loaded... everyone was so busy."
    "desc": ""
  },
  {
    "id": "1", 
    "image": "p2", 
    "title": "The perfect thing", 
    "content": "Amy was very excited. She was going to a big birthday party on Saturday night. There would be music, dancing, food and lots of new people to meet. Amy knew she would have a great time, but what was she going to wear? All her friends at school were talking about it. Imogen and Chloe had new dresses. Sally had expensive new jeans. Kerry had amazing new shoes."
    "desc" : ""
  },
  {
    "id": "2", 
    "image": "p3", 
    "title": "Sick day", 
    "content": "One morning Joe woke up with a sore elbow. He prodded it carefully with one finger. Ow! That really hurt! Joe climbed out of bed and put on his dressing gown, very, very carefully, so as not to joggle his bad elbow. Then he went downstairs. Mum was in the kitchen, searching for cereal in the cupboard. “We're out of cornflakes again,” she said, not looking round."
    "desc": ""
  },
  {
    "id": "3", 
    "image": "p4", 
    "title": "Shopping Trip", 
    "content": "The Hobson family had been meaning to buy some new furniture for ages, but somehow they never got round to it. There were always so many other things to do. Then one day there was a big shout from Joe's room. The rest of the family ran to see what was the matter."
    "desc": ""
  },
  {
    "id": "4", 
    "image": "p5", 
    "title": "School trip", 
    "content": "One day Joe's teacher had some news. “We're going on a school trip,” she told the class. “As we've been learning about different animals, we are going to visit a wildlife park.” Everyone was excited. “Bears!” yelled Finn at playtime. “Rhinos!” “Leopards!” shouted Joe. “Lions!”"
    "desc": ""
  },
    id: 5, image: "p6", title: "Rainy day", content: "One weekend, Mum had to work a shift at the hospital, and Dad had loads of marking to do, which meant that neither of them had time to look after Joe and Bella. But Joe and Bella didn't mind. They were going to spend the weekend with Gran, and Gran had promised to take them to the beach! There was just one problem. When they woke up on Saturday morning, and looked out of the window, the rain was sheeting down!"
}
